[
    {
        "brand_name": "HALE",
        "product_name": "Honey, I Dew",
        "size": "85 ml",
        "bpom_number": "NA18201204813",
        "description": "A mildly acidic (pH: 5.00-6.00) sulfate-free cleanser that thoroughly removes impurities without irritating the skin; with honey extract and glycerin as hydrators, making the skin feel soft and supple",
        "how_to_use": "Rub the gel cleanser between your hands with water to lather into a gentle foam. Massage onto wet face, and then rinse with water",
        "ingredients_list": "Aqua, Sodium Methyl Cocoyl Taurate, Cocamidopropyl Betaine, Glycerin, Hydroxyethylcellulose, Honey Extract, Poly Acrylate Crospolymer, Citric Acid, Phenoxyethanol, Caprylhydroxamic Acid, Methylpropanediol, Imidazolidinyl Urea, Disodium EDTA",
        "image_URL": "https://cdn.shopify.com/s/files/1/2588/0486/products/fb829e3d-733d-4020-86bf-65169ade9ef7_900x.jpg?v=1611050671",
        "marketplace_URL": "https://shopee.co.id/hale.id",
        "social_media_URL": "https://www.instagram.com/think.hale/",
        "CategoryId": "1"
    },
    {
        "brand_name": "FOR SKIN'S SAKE",
        "product_name": "Gentle Cleansing Foam",
        "size": "150 ml",
        "bpom_number": "NA26211200155",
        "description": "A perfect low pH daily cleanser that is specially developed with minimal ingredients to be compatible even with the most sensitive skins while effectively cleanses without over-stripping it. Featuring Ceramide Complex to fortify the skin barrier, preventing dryness and irritation.",
        "how_to_use": "Pump generously and gently massage in a circular motion onto a damp face.",
        "ingredients_list": "Water, Disodium Laureth Sulfossucinate, Glycerin, 1,2-Hexanediol, Citric Acid, Ethylhexylglycerin, Sodium Benzoate, Butylene Glycol, Disodium EDTA, Hydrogenated Lecithin, Propanediol, Centella Asiatica Extract, Ficus Carica (Fig) Fruit Extract, Amaranthus Caudatus Seed Extract, Ulmus Davidiana Root Extract, Ceramide NP, Acmella Oleracea Extract, Tocopherol (Vitamin E), Dipropylene Glycol, Glyceryl Stearate, Ceramide NS, Ceramide AS, Cholesterol, Ceramide AP, Ceramide EOP",
        "image_URL": "https://images.soco.id/8857a33f-322c-4b94-8366-5785694193a8-image-0-1630322239044",
        "marketplace_URL": "https://shopee.co.id/forskinssake",
        "social_media_URL": "https://www.instagram.com/forskinssake/",
        "CategoryId": "1"
    },
    {
        "brand_name": "HAUM",
        "product_name": "WASH ON",
        "size": "180 ml",
        "bpom_number": "NA18201203051",
        "description": "Facial cleanser with 1.5% Tranexamic Acid which helps brighten the skin and Hyaluronic Acid to provide moisture.",
        "how_to_use": "Lather the gel on hands with a little water, massage gently all over the face, then rinse thoroughly.",
        "ingredients_list": "Aqua, Glycerin, Potassium Cocoyl Glycinate, Sodium Laureth Sulfate, PEG-120 Methyl Glucose Dioleate, Cocamidopropyl Betaine, Hydroxyethyl Urea, Tranexamic Acid, Hyaluronic Acid, Pentylene Glycol, Ethylhexylglycerin, Disodium EDTA, Allantoin, Sarcosine, Cinnamomum Zeylanicum Bark Extract, Capryloyl Glycine, Collagen, DMDM Hydantoin",
        "image_URL": "https://cdn.shopify.com/s/files/1/0533/1288/0837/products/ProductWEB_WashOn_1024x1024@2x.png?v=1611822089",
        "marketplace_URL": "https://shopee.co.id/haumskincare",
        "social_media_URL": "https://www.instagram.com/haumskincare",
        "CategoryId": "1"
    },
    {
        "brand_name": "TRUE to SKIN",
        "product_name": "Matcha Oat Gentle Cleanser",
        "size": "100 ml",
        "bpom_number": "NA18211202096",
        "description": "pH-balanced facial cleanser with a gel texture. This gentle cleanser contains good ingredients such as Oat, Heart Leaf, Collagen and Real Green Tea Leaves which are able to gently clean dirt, such as (dirt, air pollution, oil build-up on the face and residue from make-up) and soothe the face without making the skin feel dry.",
        "how_to_use": "Pour enough cleanser into the palm of the hand. Massage gently on a wet face, then rinse with water until clean.",
        "ingredients_list": "Water, Potassium Cocoyl Hydrolyzed Collagen, Glycerin, Acrylates Copolymer, Cocamidopropyl Betaine, Potassium Cocoyl Glycinate, Butylene Glycol, Decyl Glucoside, PEG-120 Methyl Glucose Dioleate, Pentylene Glycol, Xanthan Gum, Avena Sativa (Oat) Kernel Extract, Panthenol, Glycyrrhiza Glabra (Licorice) Leaf Extract, Triethanolamine, Clitoria Ternatea Flower Extract, 1,2-Hexanediol, Houttuynia Cordata Extract, Sodium Hyaluronate, Ethylhexylglycerin, Cinnamomum Zeylanicum Bark Extract, Capryloyl Glycine, Sarcosine, Citrus Junos Seed Extract, Citrus Unshiu Peel Extract, Actinidia Chinensis (Kiwi) Seed, (Salicylic Acid 0.01%), Fragaria Chiloensis (Strawberry) Fruit Extract, Vitis Vinifera (Grape) Seed Extract, Vitis Vinifera (Grape) Skin Extract, Vitis Vinifera (Grape) Leaf Extract, Garcinia Mangostana Peel Extract, Propanediol, Sodium Hydroxide, Dipotassium Glycyrrhizate, Chlorphenesin, Allantoin, Disodium EDTA, Camellia Sinensis Leaf",
        "image_URL": "https://lh3.googleusercontent.com/-Gh5ZjJc4EOc/YQNWImQWoUI/AAAAAAAADsI/SGVE539sa-QgichzmCN-2reSsE62SkwRwCNcBGAsYHQ/s1600/1627608764131437-0.png",
        "marketplace_URL": "https://shopee.co.id/truetoskin",
        "social_media_URL": "https://www.instagram.com/truetoskinofficial",
        "CategoryId": "1"
    },
    {
        "brand_name": "GENTLE HOUR",
        "product_name": "CLEAN START Hydrating Jelly Cleanser",
        "size": "100 ml",
        "bpom_number": "NA18191235185",
        "description": "This pH-balanced formula washes away city dirt and grime without irritating your skin. Made with moisture-retaining Hyaluronic Acid and soothing chamomile, it hydrates and calms skin as it cleanses.",
        "how_to_use": "Squeeze a small amount into palms. Gently massage onto wet face and neck. Rinse thoroughly with tepid water and pat dry.",
        "ingredients_list": "Aqua, Lauryl Glucoside, Glycerin, Sodium Methyl Cocoyl Taurate, Sodium Lauryl Sulfoacetate, Cocamidopropyl Hydroxysultaine, Sodium PCA, Opuntia Ficus Indica Stem Extract, Sodium Hyaluronate, Camellia Sinensis Leaf Extract, Chamomilla Recutita Matricaria Flower Extract, Dipotassium Glycyrrhizate, Aloe Barbadensis Leaf Extract, Panthenol, Actinidia Polygama Fruit Extract, Butylene Glycol, Polyglyceryl 4 Caprate, Disodium EDTA, Acrylates C10 30 Alkyl Acrylate Crosspolymer, Sodium Chloride, Sodium Sulfate, Potassium Sorbate, Sorbic Acid, Sodium Benzoate, Citric Acid, Disodium Phosphate, Sodium Hydroxide, Phenoxyethanol, Triethylene Glycol",
        "image_URL": "https://www.gentlehour.com/images/product/20200724_092123_phpa143.tmp_resized.png",
        "marketplace_URL": "https://shopee.co.id/gentlehour",
        "social_media_URL": "https://www.instagram.com/gentlehourofficial/",
        "CategoryId": "1"
    },
    {
        "brand_name": "HALE",
        "product_name": "Stay Toned. Balancing Essence Toner",
        "size": "100 ml",
        "bpom_number": "NA18200102469",
        "description": "Maintains skin's hydration and balances the skin's pH. Enriched with brigthening agents that promote even skin tone. Suitable for all skin types including acne-prone skin",
        "how_to_use": "Pour the product into your palm, gently pat it on your kksinn until fully absorbed or apply with a cotton pad, sweep it gently over your face",
        "ingredients_list": "Water, Butylene Glycol, Glycerin, PEG-12 Dimethicone, Aloe Barbadensis Leaf Extract, Portulaca Oleracea Extract, 1,2 - Hexanediol, Panthenol, Morus Alba Fruit (Mulberry) Extract, Centella Asiatica Extract, Glycyrrhiza Uralensis Root Extract, Rubus Idaeus (Raspberry) Fruit Extract, Disodium EDTA, Sodium Hydroxymethylglycinate, Citric Acid, Sodium Hyaluronate, Ethylhexylglycerin",
        "image_URL": "https://cdn.shopify.com/s/files/1/2588/0486/products/tonermay-6_4f04aaac-2e6b-462a-a262-5aa03806002d_600x.jpg?v=1592130299",
        "marketplace_URL": "https://shopee.co.id/hale.id",
        "social_media_URL": "https://www.instagram.com/think.hale/",
        "CategoryId": "2"
    },
    {
        "brand_name": "GLOW NECESSITIES",
        "product_name": "Replenishing Hydrator",
        "size": "150 ml",
        "bpom_number": "NA18200108379",
        "description": "An essential step to any skincare routine, this decadent milky toner is specifically formulated to help soften and replenish dehydrated skin right after cleansing for a radiant, plump, and bouncy skin.",
        "how_to_use": "After cleansing, pour liberal amount of toner onto your palms, then gently pat into your skin until it’s absorbed",
        "ingredients_list": "Aqua, Propanediol, Glycerin, Sodium Ascorbyl Phosphate, Niacinamide, Cyclopentasiloxane, Cyclohexasiloxane, Helianthus Annuus (Sunflower) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Squalane, Aleurites Moluccana (Candlenut) Seed Oil, Polysorbate-20, Dipotassium Glycyrrhizate, Chamomilla Recutita (Matricaria) Flower Extract, Camellia Sinensis (Green Tea) Leaf Extract, Ferulic Acid, Allantoin, Ubiquinone, Tocopheryl Acetate, Sodium Hyaluronate, Tocopherol, Lecithin, Dimethicone, Butylene Glycol, Polyglyceryl-6 Laurate, Pullulan, Silica, Sclerotium Gum, Disodium EDTA, Sodium Sulfite, Xanthan Gum, Lauryl Glucoside, Myristyl Glucoside, Citric Acid, Benzoic Acid, Dehydroacetic Acid, Potassium Sorbate, Sorbic Acid, Benzyl Alcohol",
        "image_URL": "https://cdn.shopify.com/s/files/1/0090/0300/8097/products/image_7407a3d7-424c-4e96-bc53-65b62a30209b_720x.jpg?v=1626983037",
        "marketplace_URL": "https://shopee.co.id/glownecessities",
        "social_media_URL": "https://www.instagram.com/glownecessities",
        "CategoryId": "2"
    },
    {
        "brand_name": "tulus",
        "product_name": "HYALUTONIC",
        "size": "150 ml",
        "bpom_number": "NA18211203612",
        "description": "Hyalutonic is a multi molecular weighted 2% hyaluronic acid toner-serum hybrid that hydrates, plumps and replenishes the skins' needs to look smooth & youthful",
        "how_to_use": "After cleansing, apply directly to all over the face with tapping motions. Or apply to cotton pads and gently swipe in upward motions to face",
        "ingredients_list": "Water, Butylene Glycol, Propolis Extract, Propanediol, 1,2-Hexanediol, Pentylene Glycol, Hyaluronic Acid, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Betaine, Glycerin, Methylpropanediol, Polyacrylate Crosspolymer-6, Xanthan Gum, Ethylhexylglycerin, Allantoin, Anthemis Nobilis Flower Extract, Phenoxyethanol, Disodium EDTA, Sodium Citrate, Citric Acid, Caffeine, Tocopherol",
        "image_URL": "https://sirclocdn.com/tulusskin/products/_210920200102_Catalog_2021-06_full.jpg",
        "marketplace_URL": "https://shopee.co.id/tulusskin",
        "social_media_URL": "https://www.instagram.com/tulus.skin",
        "CategoryId": "2"
    },
    {
        "brand_name": "STUDIO TROPIK",
        "product_name": "Probiome Skin Tonic",
        "size": "100 ml",
        "bpom_number": "NA18201204293",
        "description": "A toner that has a creamy formula to hydrate and repair dry and sensitive skin. Provides a 'plumping' effect on very dehydrated skin.",
        "how_to_use": "Pour an adequate amount on the palm of the hand then gently pat on the face and neck or pour an adequate amount on a cotton pad then wipe on the face and neck. You can also wet a cotton pad and paste it on your face for 10 minutes for extra treatment",
        "ingredients_list": "Aqua, Butylene Glycol, Caprylic/​Capric Triglyceride, PEG-40 Hydrogenated Castor Oil, Propylene Glycol, Bifida Ferment Lysate, Lactobacillus/​Collagen/​Mesembryanthemum Crystallinum Leaf Extract Ferment Lysate, Betaine, Panthenol, Polyglutamic Acid, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Sodium Acetylated Hyaluronate, Hydroxypropyltrimonium Hyaluronate, Glycerin, Ethylhexylglycerin, 1,2-Hexanediol, Hydroxyethyl Cellulose, BHT, Styrene/​Acrylates Copolymer, Citric Acid, Phenoxyethanol, Chlorphenesin, Caprylyl Glycol",
        "image_URL": "https://ucarecdn.com/57661a7f-b11b-46ca-a31f-d1d758cd5844/-/format/auto/-/preview/3000x3000/-/quality/lighter/",
        "marketplace_URL": "https://shopee.co.id/studio.tropik",
        "social_media_URL": "https://www.instagram.com/studiotropik",
        "CategoryId": "2"
    },
    {
        "brand_name": "BHUMI",
        "product_name": "SKIN READY HYDRATING BOOSTER",
        "size": "100 ml",
        "bpom_number": "NA18210101913",
        "description": "A hydrating booster specially designed for skin that is easily stressed (both from the outside and from within) so that they often experience problems by reducing the stress level on the skin so that skin problems also disappear, as well as soothing sensitive and irritated skin, and moisturizing the skin. dry so that the skin becomes healthy and supple.",
        "how_to_use": "Pour a small amount into the palm of the hand or a cotton swab. Gently pat onto the skin and neck surface, and for exfoliating purposes, wipe a cotton swab onto the skin.",
        "ingredients_list": "Water, Anthemis Nobilis Flower Water, Niacinamide, Pentylene Glycol, Aloe Barbadensis Leaf Juice, Adansonia Digitata Oil, Glycerin, Phenoxyethanol, Propanediol, Chlorphenesin, Ceramide 3, Carbomer, Triethanolamine, Caprylic/Capric Triglyceride, Tephrosia Purpurea Seed Extract, Centella Asiatica Extract, Hydrogenated Lecithin, Cholesterol, Hyaluronic Acid, Tetrasodium EDTA, Potassium Sorbate, Sodium Benzoate, PEG-7 Glyceryl Cocoate",
        "image_URL": "https://www.bhumi.co.id/public/images/product/PRK-210504-0001/e82d6677ac8fee16d95a63306e772af2.png",
        "marketplace_URL": "https://shopee.co.id/bhumiofficial",
        "social_media_URL": "https://www.instagram.com/bhumiofficial",
        "CategoryId": "2"
    },
    {
        "brand_name": "HAUM",
        "product_name": "C",
        "size": "28 ml",
        "bpom_number": "NA18201901148",
        "description": "15% vitamin C serum with water-based ingredients (active ingredient ethyl ascorbic acid 15%) to help brighten skin tone, as an antioxidant, fade black spots due to acne and hyperpigmentation.",
        "how_to_use": "Use the serum after cleansing the face, smooth it using your fingers in a circular motion & while massaging it on the face area. Use 2 times a day in the morning and evening for maximum results.",
        "ingredients_list": "Water, 3-0 Ethyl Ascorbic Acid, Chlorphenesin, Sodium Benzoate, Hydroxyethylcellulose, Tetrasodium EDTA, Allantoin, Sodium Hyaluronate, Sodium Metabislufite.",
        "image_URL": "https://cdn.shopify.com/s/files/1/0533/1288/0837/products/ProductWEB_C_1024x1024@2x.png?v=1612423086",
        "marketplace_URL": "https://shopee.co.id/haumskincare",
        "social_media_URL": "https://www.instagram.com/haumskincare",
        "CategoryId": "3"
    },
    {
        "brand_name": "SOMETHINC",
        "product_name": "Holygrail Multipeptide Elixir",
        "size": "20 ml",
        "bpom_number": "NA18212000118",
        "description": "Anti Aging Elixir helps to tighten & restore your skin elasticity by reducing muscle movement that can create wrinkles & fine lines. Formulated with 65% Rosa Damascena Water, SYN®-AKE & Argireline (known as BOTOX LIKE EFFECT) & other 10 human-identical peptides.",
        "how_to_use": "Apply 5 - 10 drops of Elixir into your palm. Lightly press your palms onto your cleansed face and pat the elixir in outwards and upwards motions until it is fully applied to your face and neck. Wait for 1 - 3 minutes for the product to fully absorb. Can be used every day (night & day).",
        "ingredients_list": "Rosa Damascena Flower Water (65%), Glycerin, Water, Methylpropanediol, 1,2-Hexanediol, Butylene Glycol, Ammonium Acryloyldimethyltaurate/​VP Copolymer, Polyglyceryl-10 Laurate, Betaine, Pentylene Glycol, Allantoin, Adenosine, Xanthan Gum, Octanediol, Ethylhexylglycerin, Carbomer, Anthemis Nobilis Flower Extract, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Eclipta Prostrata Extract, Coccinia Indica Fruit Extract, Polysorbate 20, Caffeine, Palmitoyl Tripeptide-1, SH-Octapeptide-4, SH-Decapeptide-7, Palmitoyl Tetrapeptide-7, Tocopherol, Copper Tripeptide-1, Acetyl Hexapeptide-8, rh-Oligopeptide-1, rh-Polypeptide-1, rh-Oligopeptide-2, Rh-Polypeptide-3, Rh-Polypeptide-22.",
        "image_URL": "https://www.somethinc.com/assets/uploads/products/thumbs/800x800/Somethinc-Holygrail-Multipeptide-Youth-Elixir-Pack-Shot-20ml.jpg",
        "marketplace_URL": "https://shopee.co.id/somethinc",
        "social_media_URL": "https://www.instagram.com/somethincofficial",
        "CategoryId": "3"
    },
    {
        "brand_name": "BHUMI",
        "product_name": "HPR RETINOL SERUM",
        "size": "30 ml",
        "bpom_number": "NA18202000194",
        "description": "An anti-aging serum containing 1% Hydroxypinacolone Retinoate (HPR) and 1% Retinol to prevent premature aging, eliminate signs of premature aging such as fine lines and dark spots, and brighten facial skin due to hyperpigmentation on the skin without irritating the skin.",
        "how_to_use": "Press 1-2 pumps into the palm of the hand and apply to the skin of the face and neck until absorbed. Use once in two days, in the first week at night. Gradually increase use to daily at night. Layer this serum with moisturizer afterwards.",
        "ingredients_list": "Water, Butylene Glycol, Glycerin, Honey, Pentylene Glycol, Polysorbate 20, Polyquaternium-37, Ferulic Acid, Panthenol, Dimethyl Isosorbide, Phenoxyethanol, Paraffinum Liquidum, Opuntia Ficus-Indica Stem Extract, Styrene/Acrylates Copolymer, Chlorphenesin, Hydroxypropyl Cyclodextrin, Viola Tricolor Extract, Hydroxypinacolone Retinoate, Trideceth-6, Sargassum Fulvellum Extract, Caprylic/Capric Triglyceride, Brassica Campestris Flower Extract, Camellia Japonica Flower Extract, Centaurea Cyanus Flower Extract, Cosmos Sulphureus Flower/Leaf/Stem Extract, Magnolia Kobus Flower Extract, Narcissus Pseudo-Narcissus Flower Extract, Rosa Hybrid Flower Extract, 1,2-Hexanediol, Retinol, Hydrolyzed Hyaluronic Acid, Tetrasodium EDTA, Dextran, Sodium Metabisulfite, Trifluoroacetyl Tripeptide-2.",
        "image_URL": "https://www.bhumi.co.id/public/images/product/PRK-201125-0003/368865c26adef9547297405474d71b5e.png",
        "marketplace_URL": "https://shopee.co.id/bhumiofficial",
        "social_media_URL": "https://www.instagram.com/bhumiofficial",
        "CategoryId": "3"
    },
    {
        "brand_name": "THE BATH BOX",
        "product_name": "BRASSICA Lightening Serum",
        "size": "30 ml",
        "bpom_number": "NA18181900355",
        "description": "A perfect combination of Galactomyces Ferment Filtrate which is obtained by multigrains fermentation process with Niacinamide, Rapeseed Extract, Boerhavia Diffusa L Root Extract.",
        "how_to_use": "Drop 2-3 into the palms, spread evenly between the palms, then apply to the face, and apply after toner/essence.",
        "ingredients_list": "Aqua, Galactomyces Ferment Filtrate, Niacinamide, Glycerin, Propanediol, Dipropylene Glycol, Sodium Acrylates Copolymer, Hydrolyzed Brassica Napus Seedcake Extract, Sodium Palmitoyl Proline, Nymphaea Alba Flower Extract, Boerhavia Diffusa Root Extract, Biosaccharide Gum-1, Leontopodium Alpinum Flower/Leaf Extract, Oryza Sativa Extract, Lecithin, Butylene Glycol, Pentylene Glycol, Sodium Benzoate, Potassium Sorbate, Trisodium Ethylenediamine Disuccinate, Phenoxyethanol, Ethylhexylglycerin.",
        "image_URL": "https://ecs7.tokopedia.net/img/cache/700/product-1/2020/8/5/77527422/77527422_0cbd72cf-9f2d-4009-814a-16630c0c1be8_815_815",
        "marketplace_URL": "https://shopee.co.id/thebathbox_official",
        "social_media_URL": "https://www.instagram.com/thebathbox",
        "CategoryId": "3"
    },
    {
        "brand_name": "Haple",
        "product_name": "LA LUNA Anti-Aging Serum",
        "size": "30 ml",
        "bpom_number": "NA18202000215",
        "description": "Facial serum with anti-aging formula, containing Sea Buckthorn, Vitamin C, Peptide and Squalane as powerful antioxidants",
        "how_to_use": "Apply serum to the face and neck, and gently massage into the face",
        "ingredients_list": "Aqua, Glycerin, Isohexadecane, Hippophae Rhamnoides (Sea Buckthorn) Fruit Oil, Squalane, Polyacrylamide, Carica Papaya (Papaya) Fruit Extract, Ananas Sativus (Pineapple) Fruit Extract, Sodium PCA, Phenoxyethanol, C13-14 Isoparaffin, Laureth-7, PEG-40 Hydrogenated Castor Oil, Ethyl Ascorbic Acid, Sodium Hyaluronate, Tetrasodium EDTA, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7.",
        "image_URL": "http://image.femaledaily.com/dyn/640/images/prod-pics/product_1602146005565.jpg",
        "marketplace_URL": "https://shopee.co.id/haple.id",
        "social_media_URL": "https://www.instagram.com/haple.id",
        "CategoryId": "3"
    },
    {
        "brand_name": "HALE",
        "product_name": "All Rounder Gel Cream Moisturizer",
        "size": "40 gr",
        "bpom_number": "NA18200108959",
        "description": "A gel-cream moisturizer that provides your skin with long lasting hydration. Packed with antioxidants and anti-inflammatory ingredients (niacinamide, vitamin E, ubiquinone, resveratrol, cocoa seed extract, green tea extract, centella asiatica extract), skin brightener (licorice root extract), anti-aging (adenosine), and skin-soother (allantoin).",
        "how_to_use": "Apply an even layer onto face, morning and night. For best results, use after serums",
        "ingredients_list": "Water, Glycerin, Niacinamide, Propanediol, 1,2-Hexanediol, Pentylene Glycol, Cyclopentasiloxane, Glyceryl Acrylate/Acrylic Acid Copolymer, Cyclohexasiloxane, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Tromethamine, Adenosine, Allantoin, Ethylhexylglycerin, Sodium Phytate, Ubiquinone, Tocopheryl Acetate, Tocopherol, Centella Asiatica Extract, Resveratrol, Butylene Glycol, Dextrin, Theobroma Cacao (Cocoa) Seed Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Camellia Sinensis Leaf Extract, Punica Granatum Fruit Extract, Mentha Rotundifolia Leaf Extract, Thymus Vulgaris (Thyme) Leaf Extract",
        "image_URL": "https://cdn.shopify.com/s/files/1/2588/0486/products/HALE_All-Rounder_40gr_Styling_900x.jpg?v=1616125635",
        "marketplace_URL": "https://shopee.co.id/hale.id",
        "social_media_URL": "https://www.instagram.com/think.hale/",
        "CategoryId": "4"
    },
    {
        "brand_name": "SOMETHINC",
        "product_name": "Ceramic Skin Saviour Moisturizer Gel",
        "size": "50 ml",
        "bpom_number": "NA18200108223",
        "description": "An Ultimate Clinically ProvenCeramic Skin Saviour Moisturizer Gel, with 9 Powerful Clean Supercharged Ingredients. Enriched by Ceramide, Peptide, & Hydrolyzed Marine Collagen, It’s a type #1 Collagen & the most bioavailable of all other types of collagen. Hydrolyzed Marine Collagen can absorb more quickly & more easily at 1.5x Faster than other types of Collagen to Hydrate, Revive, and Strengthen your skin. Experience 24 hours of moisture lock, make sure you own it, and it will be your skin savior.",
        "how_to_use": "Pat onto a cleansed face and let the skin absorb it for 1-3 minutes. Can be used every day (night & day).",
        "ingredients_list": "Water, Glycerin, Dimethicone, Betaine, Butylene Glycol, Niacinamide, Pentylene Glycol, Hydrolyzed Sodium Hyaluronate, Carbomer, Polyacrylamide, Macadamia Integrifolia Seed Oil, C13-14 Isoparaffin, Caprylyl Glycol, Aminomethyl Propanol, Allantoin, Ethylhexylglycerin, Ceramide NP, Phytosphingosine, Avena Sativa (Oat) Kernel Extract, Laureth-7, Anthemis Nobilis Flower Extract, 1,2-Hexanediol, Hydrolyzed Algae Extract, Disodium EDTA, Polysorbate 20, Hydrolyzed Marine Collagen, Caffeine, Magnesium Aspartate, Zinc Gluconate, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Phenoxyethanol, Copper Gluconate, Tocopherol.",
        "image_URL": "https://www.somethinc.com/assets/uploads/products/thumbs/800x800/somethinc_ceramic_skin_saviour_moisturizer_gel_skincare_locak_terbaik_%2850ml%29_web1.jpg",
        "marketplace_URL": "https://shopee.co.id/somethinc",
        "social_media_URL": "https://www.instagram.com/somethincofficial",
        "CategoryId": "4"
    },
    {
        "brand_name": "HAUM",
        "product_name": "FACE ON",
        "size": "30 ml",
        "bpom_number": "NA18200105036",
        "description": "Moisturizer with active ingredients Jania Rubens Extract, Ethyl Ascorbic Acid, Shea Butter, to help moisturize, brighten, soften and disguise fine lines and wrinkles on the face as well contains UV filters.",
        "how_to_use": "Apply smoothly and evenly on the face. Use 2 times a day in the morning and evening for maximum results.",
        "ingredients_list": "Aqua, Diglycerin, Dimethicone, Polyacrylamide, 3-0-Ethyl Ascorbic Acid, Phenoxyethanol, Cetearyl Alcohol, C13-14 Isoparaffin, Glycerin, Dimethicone Crosspolymer, Ethylhexyl Methoxycinnamate, PEG-20 Stearate, Octocrylene, Laureth-7, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Benzophenone-3, Disodium EDTA, Ammonium Acryloyldimethyltaurate/​VP Copolymer, BHT, Petrolatum, Butyrospermum Parkii (Shea) Butter, Cyclotetrasiloxane, Sodium Carrageenan, Jania Rubens Extract, Ethylhexylglycerin.",
        "image_URL": "https://cdn.shopify.com/s/files/1/0533/1288/0837/products/ProductWEB_FaceOn_1_1024x1024@2x.png?v=1611823039",
        "marketplace_URL": "https://shopee.co.id/haumskincare",
        "social_media_URL": "https://www.instagram.com/haumskincare",
        "CategoryId": "4"
    },
    {
        "brand_name": "noola",
        "product_name": "Dew Moisturizer",
        "size": "50 ml",
        "bpom_number": "NA18200105285",
        "description": "A light, oil-based, water-based moisturizer that is safe for everyday use. Does not stimulate fungal acne or malassezia folliculitis.",
        "how_to_use": "Shake before use, apply all over the face and neck after washing your face morning and night.",
        "ingredients_list": "Aqua, Butylene Glycol, Cyclopentasiloxane, Dimethicone, Glycerin, Sodium PCA, Cucumis Sativus (Cucumber) Fruit Extract, Aloe Barbadensis (Aloe Vera) Leaf Juice, Divinyldimethicone/​Dimethicone Crosspolymer, Phenoxyethanol, Sodium Hyaluronate, Panthenol, Polyacrylamide, Algae Oligosaccharides, C13-14 Isoparaffin, Laureth-7, Carbomer, Triethanolamine.",
        "image_URL": "http://image.femaledaily.com/dyn/640/images/prod-pics/849d190c34cd132f66a6d8e27f625bc1.jpg",
        "marketplace_URL": "https://shopee.co.id/noola.id",
        "social_media_URL": "https://www.instagram.com/noola.id",
        "CategoryId": "4"
    },
    {
        "brand_name": "skin game",
        "product_name": "KIND MOISTURIZER",
        "size": "120 ml",
        "bpom_number": "NA18210103206",
        "description": "A simple moisturizer designed to moisturize and strengthen skin barrier.",
        "how_to_use": "Apply enough amount of moisturizer all over face, applicable for day or night routine.",
        "ingredients_list": " Aqua, Butylene Glycol, Glycerin, Trehalose, Glycyrrhiza Glabra (Licorice) Root Extract, Hydrolyzed Collagen, Polyacrylamide, Hydrolyzed Hyaluronic Acid, Phenoxyethanol, C13-14 Isoparaffin, Laureth-7, Chlorphenesin, Triethylene Glycol, Sodium Lauroyl Lactylate, Phytosphingosine, Ceramide NP, Ceramide AP, Cholesterol, Carbomer, Xanthan Gum, Ceramide EO.",
        "image_URL": "https://cf.shopee.co.id/file/c71341cf24bbf894fd80dbb8f21e3107",
        "marketplace_URL": "https://shopee.co.id/skingameofficial",
        "social_media_URL": "https://www.instagram.com/skingameofficial",
        "CategoryId": "4"
    },
    {
        "brand_name": "SOMETHINC",
        "product_name": "Holyshield! Sunscreen Comfort Corrector Serum SPF 50+ PA++++",
        "size": "50 ml",
        "bpom_number": "NA18211700878",
        "description": "This Multitask Sunscreen SPF 50+ PA++++ tested by Eurofins protects skin from UVA & UVB, functions as a color corrector that brightens & evens out skin tone. It is light in texture, hence it absorbs quickly, non sticky & gives a Satin finish.It functions as an Antioxidant which is effective in reducing redness. It also contains a combination of natural ingredients suitable for sensitive skin such as Natural Alpha-bisabolol, Multivitamin (A, E, B5, F, B7) & Horse Chestnut Seed Extracts.",
        "how_to_use": "Shake well before use, use it as the last step of skin care routine. Squeeze out a generous amount of sunscreen onto your index & middle fingers, then apply it all over the face & neck. Can be reapplied every 2 hours to provide maximum protection from UV rays.",
        "ingredients_list": "Cyclopentasiloxane, Water, Propanediol, Zinc Oxide, Caprylyl Methicone, Diphenylsiloxy Phenyl Trimethicone, Titanium Dioxide, Dimethicone/Vinyl Dimethicone Crosspolymer, Glycerin, Acrylates Copolymer, Lauryl PEG-10 Tris(Trimethylsiloxy) silylethyl Dimethicone, Trimethylsiloxysilicate, Polyhydroxystearic Acid, Sodium Chloride, Polyglyceryl-3 Polydimethylsiloxyethyl Dimethicone, Cetyl PEG/PPG-10/1 Dimethicone, Triethoxycaprylylsilane, Aluminum Hydroxide, Dimethicone Crosspolymer, Betaine, PEG-35 Castor Oil, Polymethyl Methacrylate, Stearic acid, Glyceryl Caprylate, Butylene Glycol, Caprylyl Glycol, CI 77288, Aesculus Hippocastanum (Horse Chestnut) Seed Extract, Bisabolol, Alcohol, Polysorbate 20, Anthemis Nobilis Flower Extract, Disodium EDTA, Tocopherol, Epigallocatechin Gallate, 1,2-Hexanediol, Inositol, Calcium Pantothenate, Retinyl Palmitate, Linoleic Acid, Allantoin, Caffeine, Diethyl Phthalate, Biotin",
        "image_URL": "https://www.somethinc.com/assets/uploads/products/thumbs/800x800/Holyshield%21_Sunscreen_Comfort_Corrector_Serum_SPF_50%2B_PA%2B%2B%2B%2B_3.jpg",
        "marketplace_URL": "https://shopee.co.id/somethinc",
        "social_media_URL": "https://www.instagram.com/somethincofficial",
        "CategoryId": "5"
    },
    {
        "brand_name": "N'PURE",
        "product_name": "CICA Beat The Sun SPF 50 PA++++",
        "size": "35 ml",
        "bpom_number": "NA18211700661",
        "description": "Natural daily sun protection with SPF 50++ PA ++++ that is formulated with 100% Natural Cica Leaf Water, Chrysanthemum Extract, Chamomile Extract, and Camellia Sinensis Leaf Extract. This sun cream contains 5 types of UV filter that protects skin against UVA & UVB rays while moisturizing and soothing the skin.",
        "how_to_use": "Apply the product evenly on the face and neck 30 minutes before doing your activities. Reapply if you feel needed or oding outdoors activites for long periods of time",
        "ingredients_list": "Water, Glycerin, Dibutyl Adipate, Butyloctyl Salicylate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Butylene Glycol, Ethylhexyl Triazone, Pentylene Glycol, Isoamyl p-Methoxycinnamate, Polysilicone-15, Centella Asiatica Leaf Water, Inulin Lauryl Carbamate, Chrysanthemum Parthenium (Feverfew) Extract, Chamomilla Recutita (Matricaria) Extract, Sodium Acrylate/​Sodium Acryloyldimethyl Taurate Copolymer, Acrylates/​C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Isohexadecane, Glyceryl Caprylate, Caprylyl Glycol, Polysorbate 80, Camellia Japonica Leaf Extract, Sorbitan Oleate",
        "image_URL": "https://cdn.shopify.com/s/files/1/0550/8205/7898/products/E-Commerce800x800px-46_600x.jpg?v=1624422705",
        "marketplace_URL": "https://shopee.co.id/npureofficialshop",
        "social_media_URL": "https://www.instagram.com/npureofficial",
        "CategoryId": "5"
    },
    {
        "brand_name": "GLOWLABS",
        "product_name": "PHYSICAL SUNSCREEN SPF 50 PA+++",
        "size": "30 ml",
        "bpom_number": "NA18211700363",
        "description": "Sunscreen that works by creating a protective layer on the skin that reflects sunlight that will enter the skin",
        "how_to_use": "Squeeze out a generous amount of sunscreen onto your index & middle fingers, then apply it all over the face & neck. Can be reapplied every 2 hours to provide maximum protection from UV rays.",
        "ingredients_list": "Aqua, Isopropyl Myristate, Methyl Propanediol, Centella Asiatica Extract, Glycerin, Alumunium Hydroxide, Triethoxycaprylylsilane, Titanium Dioxide, Polyacrylamide, Niacinamide, C13-14 Isoparaffin, Chlorphenesin, Ethylhexyglycerin, Acethylglucosamine, Camellia Japonica Leaf Extract, Tricholoma Matsutake Extract, Molus Alba Bark Extract, Broussonetia Papyrifera Bark Extract, Camellia Sinensis Leaf Extract, Rhus Semialata Extracy, Phyrus Malus Fruit Extract, Caprylhydroxamic Acid, Laureth-7, Sodium Hyaluronate, Lactose, Palmitoyl Tripeptide-1, Gylcine Soja Oil, Polyglyceryl-3, Diisostearate, Oriza Sativa Extract, Milk Protein, Dimethylmethoxy Chromanyl Palmitatae, Bisabolol, Borago Officinalis Seed Oil, 4-Butylresorcinol, Hydrolized Corn Starch, Beta Vulgaris Root Extract, Lecithin, Arginine, Dextrin.",
        "image_URL": "https://pbs.twimg.com/media/E_kGJ2EUYAMoRKx.jpg",
        "marketplace_URL": "https://shopee.co.id/glowlabs.id",
        "social_media_URL": "https://www.instagram.com/glowlabs.id",
        "CategoryId": "5"
    },
    {
        "brand_name": "I TRUST NATURE",
        "product_name": "HONEY SUN PROTECTION SPF 50+ PA+++",
        "size": "30 ml",
        "bpom_number": "NA18211700025",
        "description": "A sunscreen that is formulated in the form of a light, multi-functional lotion to protect the skin from UV exposure while keeping the skin moisturized throughout the day.",
        "how_to_use": "Apply evenly on the face and massage gently until it is completely absorbed. Use it every morning.",
        "ingredients_list": "Water, Octocrylene, Octyl Methoxycinnamate, Caprylic/Capric Triglyceride, Glycerin, Benzophenone-3, Polydimethylsiloxane/Dimethicone, Potassium Cetyl Phosphate, C12-15 Alkyl Benzoate, Glyceryl Stearate SE, Pseudozyma Epicola/Argania Spinosa Kernel Oil Ferment Filtrate, Dimethyl Methoxy Chromanol, Titanium Dioxide, Mel (Honey), Aloe Barbadensis Leaf Extract, Sodium Hyaluronate, Allantoin, Propylene Glycol, Caprylyl Glycol, Diisopropyl Adipate, Propadienol, Lecithin, Acrylic Acid/Acrylamidomethyl Propane Sulfonic Acid Colpolymer, Glyceryl Caprylate, Sorbeth-30 Tetraisostearate, Dipropylene Glycol, Sorbitan Sesquiisostearate, Acrylates/Beheneth-25 Methacrylate Copolymer, PPG-8-Ceteth-20, Aluminium Stearate, Alumina, Polyhydroxystaric Acid, Polyacrylamide, C13-14 Isoparaffin, Laureth-7, Xanthan Gum, Tetrasodium EDTA, Phenoxyethanol.",
        "image_URL": "https://images.soco.id/950c1fef-b1b4-4f3c-91dd-a983b485e204-image-1-1620723059531",
        "marketplace_URL": "https://shopee.co.id/itrustnature.id",
        "social_media_URL": "https://www.instagram.com/itrustnature.id",
        "CategoryId": "5"
    },
    {
        "brand_name": "SOMETHINC",
        "product_name": "Glowing Up Sunscreen Stick SPF 50+ PA++++",
        "size": "15 gr",
        "bpom_number": "NA18211700956",
        "description": "Transparent sunscreen stick with SPF50++ PA++++ tested by Eurofins has the ability to block UVA & UVB radiation. The texture is light so it's easy to absorb, doesn't clog pores & doesn't ruin makeup. It enhances protection & appearance as it gives a healthy glow finish that is neither sticky nor greasy. It’s easy to apply anytime & anywhere.",
        "how_to_use": "At the final step of skin care, apply evenly on face & neck before applying makeup. Can be reused every 2 hours to provide maximum protection from UV rays.",
        "ingredients_list": "Octyldodecanol, Butylene Glycol Dicaprylate/Dicaprate, Ethylhexyl Methoxycinnamate, Dibutyl Lauroyl Glutamide, Dibutyl Ethylhexanoyl Glutamide, Diisostearyl Malate, Ethylhexyl Salicylate, Dibutyl Adipate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Dextrin Palmitate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Oryza Sativa (Rice) Bran Oil, Glyceryl Caprylate, Caprylyl Glycol.",
        "image_URL": "https://www.somethinc.com/assets/uploads/products/thumbs/800x800/Glowing_Up_Sunscreen_Stick_SPF_50%2B_PA_%2B%2B%2B%2B.jpg",
        "marketplace_URL": "https://shopee.co.id/somethinc",
        "social_media_URL": "https://www.instagram.com/somethincofficial",
        "CategoryId": "5"
    }
]